       IDENTIFICATION DIVISION.
       PROGRAM-ID.  HELLO.
       ENVIRONMENT DIVISION.
       PROCEDURE DIVISION.
           DISPLAY "HELLO".
           STOP RUN.
